# Get Started
WELCOME_MESSAGE_0 = "أهلا يا {first_name}😀 خليني اعرفك بنفسي" + "\n" + \
    "انا كوره انبوكس هاساعدك تتابع الدوريات وفرق الكوره اللي بتشجعها"
WELCOME_MESSAGE_1 = "تقدر تسألني عن مواعيد الماتشات او التشكيله وحاجات تانيه كتير" + "\n\n" + \
    "اما بقي اروش حاجه ف هي اني هابلغك باهداف واحداث الماتشات في لحظتها من غير ماتعمل اي حاجه😎"
WELCOME_MESSAGE_2 = "انا زيك بحب الكوره وباتابع الدوريات الكبيره لو حابب اعرفك كل حاجه اول باول و ابعت لك مواعيد ماتشات دوري معين وكل اخباره دوس متابعه للدوريات دي: \n\n"

# Follow / Unfollow
FOLLOW_COMPETITION_SUCCESS_MESSAGE = "اوك 👌 هابعت لك مواعيد ماتشات {competition_name} كل يوم الساعه ١٠ الصبح. تقدر كمان تسالني في اي وقت عنهم"
FOLLOW_COMPETITION_ALREADY_FOLLOWING_MESSAGE = "انت بالفعل متابع {competition_name}"
UNFOLLOW_COMPETITION_SUCCESS_MESSAGE = "اوك انا لغيت متابعتك ل {competition_name}. \n تقدر تسالني عنه في اي وقت تحبه"

# Messages
REPLY_TO_UNKNOWN_MESSAGE_0 = " انا اسف 😔 مافهمتش قصدك. انا لسه باتعلم. في الوقت الحالي تقدر تسألني عن " + \
    "مواعيد ماتشات الدوريات اللي متابعها و فرقك المفضله  "
REPLY_TO_UNKNOWN_MESSAGE_1 = "انا حاليا بافهم اسئلة زي: \n اعرض لي ماتشات الدوري الاجليزي. او\n مواعيد ماتشات الدوري المصري \nاو جدول ماتشات الدوري الاسباني "
